cask_args appdir: "/Applications"

tap "homebrew/cask-fonts"
cask "font-fira-code"

tap "thoughtbot/formulae"
brew "rcm"
brew "gitsh"

cask "chromedriver"
cask "docker"
cask "hammerspoon"
cask "iterm2"
cask "keycastr"
cask "paw"
cask "slack"

brew "ack"
brew "autoconf"
brew "automake"
brew "bat"
brew "coreutils"
brew "ctags"
brew "curl"
brew "editorconfig"
brew "fd"
brew "ffmpeg"
brew "fish"
brew "fzf"
brew "gcc"
brew "git"
brew "git-delta"
brew "git-extras"
brew "go"
brew "gpg1"
brew "graphviz"
brew "htop"
brew "httpie"
brew "hub"
brew "imagemagick"
brew "libffi"
brew "libtool"
brew "libxslt"
brew "libyaml"
brew "neovim"
brew "openssl"
brew "parallel"
brew "pcre"
brew "pkg-config"
brew "postgresql"
brew "pwgen"
brew "readline"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "starship"
brew "sqlite"
brew "tmux"
brew "tree"
brew "unixodbc"
brew "unzip"
brew "watch"
brew "wget"
brew "wifi-password"
brew "zsh"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
