cask_args appdir: "/Applications"

tap "thoughtbot/formulae"
brew "rcm"

cask "chromedriver"
cask "docker"
cask "spectacle"
cask "slack"

brew "ack"
brew "bat"
brew "ctags"
brew "editorconfig"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "gcc"
brew "git"
brew "git-extras"
brew "go"
brew "gpg1"
brew "graphviz"
brew "htop"
brew "httpie"
brew "hub"
brew "imagemagick"
brew "libffi"
brew "node"
brew "openssl"
brew "parallel"
brew "pcre"
brew "pkg-config"
brew "postgresql"
brew "pwgen"
brew "python"
brew "python3"
brew "rbenv"
brew "readline"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "ruby-build"
brew "sqlite"
brew "tmux"
brew "tree"
brew "watch"
brew "wget"
brew "wifi-password"
brew "zsh"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
